{
  "normal": {
    "quando e o proximo jogo": "O próximo jogo da FURIA será no PGL Astana 2025, que acontecerá entre os dias 10 e 18 de maio de 2025, no Cazaquistão.",
    "vai ter jogo hoje": "O próximo jogo da FURIA será no PGL Astana 2025, que acontecerá entre os dias 10 e 18 de maio de 2025, no Cazaquistão.",
    "qual a lineup": "A LINE-UP atual da FURIA é: Kaike 'KSCERATO' Cerato, Yuri 'yuurih' Santos, Gabriel 'FalleN' Toledo, Felipe 'skullz' Medeiros e um quinto jogador ainda não anunciado oficialmente, após a saída de Marcelo 'chelo' Cespedes para o banco de reservas em 11 de abril de 2025.",
    "como foi o ultimo jogo": "No último jogo, a FURIA perdeu por 2x0 (13-9 na Mirage e 13-11 na segunda partida) para a The MongolZ na PGL Bucharest 2025, em 9 de abril de 2025, sendo eliminada da competição.",
    "modo zueira": "Modo zueira ativado! 😎🔥",
    "qual a historia da furia": "A FURIA Esports nasceu em 2017 no Brasil e rapidamente se tornou uma das principais organizações brasileiras de e-sports. Começou no CS:GO com jogadores como KSCERATO e yuurih e hoje tem equipes em vários jogos como VALORANT, LoL e Dota 2. Em 2024, passou por uma grande reformulação com guerri assumindo o cargo de Head de Esports e arT indo para o banco.",
    "onde treina a furia": "A FURIA tem um centro de treinamento próprio com toda infraestrutura necessária para os jogadores. Recentemente, a organização anunciou a criação de uma academy na Europa, expandindo suas operações internacionalmente.",
    "qual o próximo torneio da furia": "O próximo torneio da FURIA será o PGL Astana 2025, que começa no próximo sábado, dia 10 de maio, e vai até o dia 18, no Cazaquistão.",
    "quem são os principais jogadores da furia": "Os pilares da FURIA atualmente são KSCERATO e yuurih, que estão na equipe há anos, junto com o lendário FalleN e o talentoso skullz. A equipe está passando por mudanças após arT ir para o banco em abril de 2024.",
    "como está a furia no ranking mundial": "A FURIA está em 11º lugar no ranking mundial com 3.834.775 pontos, segundo dados recentes. O time vem enfrentando dificuldades nos últimos torneios, com derrotas para The MongolZ, Virtus.pro e Complexity.",
    "quem é o coach da furia": "Atualmente, guerri está como técnico interino junto com sidde como assistente. Em abril de 2024, foi anunciado que guerri será promovido a Head de Esports da organização, e um novo coach será definido por um comitê formado por guerri, Jaime Padua, FalleN e André Akkari."
  },
  "zueira": {
    "quando e o proximo jogo": "Bora pro Cazaquistão! Temos que esperar até o dia 10 pra ver nossos guerreiros! Dá tempo de preparar a bebida e o coração pra mais uma aventura da FURIA no Pgl Astana! 🔥",
    "vai ter jogo hoje": "Temos que esperar até o dia 10 pra ver nossos guerreiros! Dá tempo de preparar a bebida e o coração pra mais uma aventura da FURIA no Pgl Astana! 🔥",
    "qual a lineup": "Temos o KSCERATO, yuurih, FalleN e skullz. Tá faltando o quinto elemento depois que o arT foi pro banco... será que vem aí uma surpresa internacional? 👀",
    "como foi o ultimo jogo": "Ah mano, nem me lembra... Perdemos pros caras da Mongólia! The MongolZ meteu 2x0 na gente lá na PGL Bucharest. Mas tá tranquilo, é só mais combustível pro próximo torneio! 💪",
    "modo zueira": "Tá no modo zueira! Só vem! 🤙🔥",
    "qual a historia da furia": "Começou lá em 2017 com uns malucos sonhadores e virou essa potência! De time pequeno a gigante mundial, a FURIA é tipo aquele amigo que começou jogando mal e agora carrega o time inteiro! E olha que nem estamos no auge ainda! 😎",
    "onde treina a furia": "A FURIA treina em centros de alto rendimento com estrutura profissional, focando tanto no individual quanto no coletivo. É treino pesado, com disciplina e sangue nos olhos pra buscar os títulos! 🔥💪",
    "qual o próximo torneio da furia": "PGL Astana, meu querido! Começa sábado que vem lá no Cazaquistão! Já tô preparando a playlist de músicas pra não dormir durante as partidas de madrugada! Café e FURIA, a dupla que não falha! ☕🔥",
    "quem são os principais jogadores da furia": "KSCERATO é o homem do spray perfeito, yuurih faz jogada que nem faz sentido, FalleN é o professor com a AWP e skullz é pura juventude e talento! Só falta o quinto elemento depois que o arT saiu... tô curioso demais! 👀",
    "como está a furia no ranking mundial": "Tamo em 11º, mas isso é só um número! A FURIA tá se reorganizando pra voltar com tudo! Teve umas derrotas recentes, mas quem nunca perdeu que atire a primeira smoke! Logo logo voltamos pro top 5! 💯",
    "quem é o coach da furia": "O guerri tá de interino junto com o sidde, mas logo ele vai virar o chefão dos esports da FURIA! Vai ser interessante ver quem assume o comando depois! 🧠"
  }
}
